
/*No comment provided by engineer.*/
"3D Touch" = "3D-touch";

/*No comment provided by engineer.*/
"Automatic Mode" = "Automatischer Modus";

/*No comment provided by engineer.*/
"Blue" = "Blau";

/*No comment provided by engineer.*/
"Blue (%.2f)" = "Blue (% .2f)";

/*No comment provided by engineer.*/
"Cancel" = "Stornieren";

/*No comment provided by engineer.*/
"Choose the adjustment that you would like to enable and disable using 3D Touch. You may only have one enabled at a time." = "Wählen Sie die Einstellung, die Sie möchten zu aktivieren und zu deaktivieren 3D-Touch verwenden. Sie dürfen nur haben eine zu einem Zeitpunkt aktiviert.";

/*No comment provided by engineer.*/
"Disable" = "Deaktivieren";

/*No comment provided by engineer.*/
"Disable Color" = "Farbe deaktivieren";

/*No comment provided by engineer.*/
"Disable Dimness" = "Disable Dimness";

/*No comment provided by engineer.*/
"Disable Temperature" = "Deaktivieren Temperatur";

/*No comment provided by engineer.*/
"Disable White Point" = "Deaktivieren Sie White Point";

/*No comment provided by engineer.*/
"Enable" = "Aktivieren";

/*No comment provided by engineer.*/
"Enable automatic mode to turn on and off GoodNight at a set time. Please note that the change will not take effect immediately.\n\nLast Background Update: %@" = "Aktivieren Sie die automatische Modus ein- und ausschalten Goodnight zu einer bestimmten Zeit. Bitte beachten Sie, dass die Änderung wirksam nicht sofort stattfinden wird.\n\nLetzte Hintergrund Update:% @";

/*No comment provided by engineer.*/
"Enable Color" = "Aktivieren Sie Farbe";

/*No comment provided by engineer.*/
"Enable Darkroom" = "Aktivieren Sie Dunkelkammer";

/*No comment provided by engineer.*/
"Enable Dimness" = "Aktivieren Sie Dimness";

/*No comment provided by engineer.*/
"Enable Temperature" = "Aktivieren Temperatur";

/*No comment provided by engineer.*/
"Enable White Point" = "Aktivieren White Point";

/*No comment provided by engineer.*/
"Error" = "Fehler";

/*No comment provided by engineer.*/
"Green" = "Grün";

/*No comment provided by engineer.*/
"Green (%.2f)" = "Green (% .2f)";

/*No comment provided by engineer.*/
"If you further reduce the brightness, your screen will go completely dark! If you accidently do this, you can restart your device to undo the effect." = "Wenn Sie weiter die Helligkeit reduzieren, wird Ihr Bildschirm komplett dunkel gehen! Wenn Sie versehentlich dies tun, können Sie Ihr Gerät neu starten, um den Effekt rückgängig zu machen.";

/*No comment provided by engineer.*/
"If you further reduce the color your screen will go completely dark!" = "Wenn Sie weiter die Farbe reduzieren Ihren Bildschirm wird ganz dunkel!";

/*No comment provided by engineer.*/
"Ignore" = "Ignorieren";

/*No comment provided by engineer.*/
"Level (%.2f)" = "Stufe (% .2f)";

/*No comment provided by engineer.*/
"Move the slider to adjust the display temperature.\n\nCurrent Temperature: %dK" = "Bewegen Sie den Regler, um die Anzeigetemperatur einzustellen.\n\nAktuelle Temperatur:% WN";

/*No comment provided by engineer.*/
"Never" = "Nie";

/*No comment provided by engineer.*/
"No access to location" = "Kein Zugriff auf die Lage";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Quick Actions" = "Schnellaktionen";

/*No comment provided by engineer.*/
"Red" = "Rot";

/*No comment provided by engineer.*/
"Red (%.2f)" = "Red (% .2f)";

/*No comment provided by engineer.*/
"Temperature (%dK)" = "Temperatur (% dk)";

/*No comment provided by engineer.*/
"There are no settings for your device at this moment. However, some may be added in a future update." = "Es gibt keine Einstellungen für Ihr Gerät in diesem Moment. einige können jedoch in einem zukünftigen Update hinzugefügt werden.";

/*No comment provided by engineer.*/
"Time to disable %@!" = "Zeit% @ abzuschalten!";

/*No comment provided by engineer.*/
"Time to disable night mode!" = "Zeit Nacht-Modus zu deaktivieren!";

/*No comment provided by engineer.*/
"Time to enable %@!" = "Zeit% @ aktiviert haben!";

/*No comment provided by engineer.*/
"Time to enable night mode!" = "Zeit Nacht-Modus zu aktivieren!";

/*No comment provided by engineer.*/
"Turn off this adjustment" = "Schalten Sie diese Einstellung";

/*No comment provided by engineer.*/
"Turn on or off 3D Touch quick actions or \"Peek and Pop\" capability." = "Aktivieren oder Deaktivieren des 3D-Touch-schnelle Aktionen oder \"Peek und Pop\" Fähigkeit.";

/*No comment provided by engineer.*/
"Turn on this adjustment" = "Aktivieren Sie diese Einstellung";

/*No comment provided by engineer.*/
"Understood" = "Verstanden";

/*No comment provided by engineer.*/
"Warning" = "Warnung";

/*No comment provided by engineer.*/
"When enabled, the \"Exit After Action\" exits the app after you enable or disable the set adjustment using 3D Touch." = "Wenn sie aktiviert ist, verlässt das \"Exit After Action\" die App, nachdem Sie die eingestellte Einstellung mit Hilfe von 3D-Touch aktivieren oder deaktivieren.";

/*No comment provided by engineer.*/
"You may only use one adjustment at a time. Please disable any other adjustments before enabling this one." = "Sie dürfen nur eine Einstellung zu einem Zeitpunkt verwenden. Bitte deaktivieren Sie alle anderen Einstellungen, bevor Sie dieses ermöglicht.";

/*No comment provided by engineer.*/
"You must enable location services in settings." = "Sie müssen die Ortungsdienste in den Einstellungen aktivieren.";